Repository: yuangy1995/card_wallet
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: zh_hant

# %@ · 尾号 %@
source: %1$@ · 尾号 %2$@
zh_hant: %1$@ · 尾號 %2$@

# %@，尾号 %@
source: %1$@，尾号 %2$@
zh_hant: %1$@，尾號 %2$@

# %lld 天后收取 · %@
source: %1$lld 天后收取 · %2$@
zh_hant: %1$lld 天後收取 · %2$@

source: %lld 张
zh_hant: %lld 張

# %lld 张 · 总大小 %@
source: %1$lld 张 · 总大小 %2$@
zh_hant: %1$lld 張 · 總大小 %2$@

# %lld 张信用卡 · %lld 张储蓄卡
source: %1$lld 张信用卡 · %2$lld 张储蓄卡
zh_hant: %1$lld 張信用卡 · %2$lld 張儲蓄卡

source: %lld 张信用卡需要完善账单信息
zh_hant: %lld 張信用卡需要完善賬單信息

source: %lld 张卡片
zh_hant: %lld 張卡片

# %lld 张卡片 · %lld 家银行
source: %1$lld 张卡片 · %2$lld 家银行
zh_hant: %1$lld 張卡片 · %2$lld 家銀行

source: %lld 张卡片的年费需要留意
zh_hant: %lld 張卡片的年費需要留意

source: %lld 项
zh_hant: %lld 項

source: %lld 项待处理
zh_hant: %lld 項待處理

source: 3–4 位数字
zh_hant: 3–4 位數字

source: CVV 安全码
zh_hant: CVV 安全碼

source: WebDAV 云盘
zh_hant: WebDAV 雲盤

source: WebDAV 云端
zh_hant: WebDAV 雲端

source: 万事达卡 (MasterCard)
zh_hant: 萬事達卡 (MasterCard)

source: 上一张照片
zh_hant: 上一張照片

source: 上传：%@
zh_hant: 上傳：%@

source: 上传备份
zh_hant: 上傳備份

source: 上次提额日期
zh_hant: 上次提額日期

source: 上次提额时间
zh_hant: 上次提額時間

source: 下一张照片
zh_hant: 下一張照片

source: 下一期账单
zh_hant: 下一期賬單

source: 下次年费收取日
zh_hant: 下次年費收取日

source: 下次年费日期
zh_hant: 下次年費日期

source: 下载文件
zh_hant: 下載文件

source: 严重
zh_hant: 嚴重

source: 个人备注
zh_hant: 個人備注

source: 云盘同步已关闭
zh_hant: 雲盤同步已關閉

source: 云盘连接已保存
zh_hant: 雲盤連接已保存

source: 云端变更
zh_hant: 雲端變更

source: 云端同步
zh_hant: 雲端同步

source: 云端备份
zh_hant: 雲端備份

source: 人民币低于 5,000 元、美元或欧元低于 800、港币低于 6,000、日元低于 100,000；其他币种按 5,000 筛选。未填写额度的卡片不计入。
zh_hant: 人民幣低於 5,000 元、美元或歐元低於 800、港幣低於 6,000、日元低於 100,000；其他幣種按 5,000 篩選。未填寫額度的卡片不計入。

source: 仅勾选的字段会被更新，未勾选字段保持原值。
zh_hant: 僅勾選的字段會被更新，未勾選字段保持原值。

source: 仅在保存后更新卡片
zh_hant: 僅在保存後更新卡片

source: 仅按已填写的日期估算，实际账期与优惠请以银行为准。
zh_hant: 僅按已填寫的日期估算，實際賬期與優惠請以銀行為準。

source: 仅统计信用卡
zh_hant: 僅統計信用卡

source: 优惠用卡
zh_hant: 優惠用卡

source: 低额度卡片
zh_hant: 低額度卡片

source: 使用帮助
zh_hant: 使用幫助

source: 使用更实的背景，让文字和内容更清晰。
zh_hant: 使用更實的背景，讓文字和內容更清晰。

source: 使用的备份文件
zh_hant: 使用的備份文件

source: 例如：日常消费卡
zh_hant: 例如：日常消費卡

source: 例如：积分、出行礼遇
zh_hant: 例如：積分、出行禮遇

source: 依据已填写的卡片信息整理，不代表银行的提额或销卡建议。
zh_hant: 依據已填寫的卡片信息整理，不代表銀行的提額或銷卡建議。

source: 侧栏中的“优惠用卡”可按所选日期比较免息期。
zh_hant: 側欄中的“優惠用卡”可按所選日期比較免息期。

source: 保存云端
zh_hant: 保存雲端

source: 保存后，同银行、地区和币种的共享卡片会一起更新额度。
zh_hant: 保存後，同銀行、地區和幣種的共享卡片會一起更新額度。

source: 保存后，同银行的其他卡片也会使用这个银行名称。
zh_hant: 保存後，同銀行的其他卡片也會使用這個銀行名稱。

source: 保存并开启
zh_hant: 保存並開啓

source: 保存并测试连接
zh_hant: 保存並測試連接

source: 信用卡组织
zh_hant: 信用卡組織

source: 信用额度
zh_hant: 信用額度

source: 修改连接
zh_hant: 修改連接

source: 储蓄卡
zh_hant: 儲蓄卡

source: 储蓄卡地区
zh_hant: 儲蓄卡地區

source: 储蓄卡币种
zh_hant: 儲蓄卡幣種

# 储蓄卡覆盖 %lld 个地区、%lld 家银行、%lld 种币种。
source: 储蓄卡覆盖 %1$lld 个地区、%2$lld 家银行、%3$lld 种币种。
zh_hant: 儲蓄卡覆蓋 %1$lld 個地區、%2$lld 家銀行、%3$lld 種幣種。

source: 储蓄卡银行
zh_hant: 儲蓄卡銀行

source: 先填基本信息，其余内容可随时补充。
zh_hant: 先填基本信息，其餘內容可隨時補充。

source: 免息期从短到长
zh_hant: 免息期從短到長

source: 免息期从长到短
zh_hant: 免息期從長到短

source: 全选
zh_hant: 全選

source: 全部确认达标
zh_hant: 全部確認達標

source: 共 %lld 个备份文件
zh_hant: 共 %lld 個備份文件

source: 共享该行额度
zh_hant: 共享該行額度

source: 关闭
zh_hant: 關閉

source: 关闭后将移除解锁密码，打开卡包时不再需要验证。卡片数据仍会加密保存。
zh_hant: 關閉後將移除解鎖密碼，打開卡包時不再需要驗證。卡片數據仍會加密保存。

source: 关闭自动锁定？
zh_hant: 關閉自動鎖定？

source: 其他国家或地区
zh_hant: 其他國家或地區

source: 再次输入新密码
zh_hant: 再次輸入新密碼

source: 最后修改：%@
zh_hant: 最後修改：%@

source: 最近修改时间
zh_hant: 最近修改時間

source: 最长免息期
zh_hant: 最長免息期

source: 冰蓝
zh_hant: 冰藍

source: 准备同步
zh_hant: 準備同步

source: 减少透明效果
zh_hant: 減少透明效果

source: 分组
zh_hant: 分組

source: 分组与排序
zh_hant: 分組與排序

source: 列表视图
zh_hant: 列表視圖

source: 删除
zh_hant: 刪除

source: 删除 %lld 张卡片
zh_hant: 刪除 %lld 張卡片

source: 删除卡片
zh_hant: 刪除卡片

source: 删除所选卡片？
zh_hant: 刪除所選卡片？

source: 删除这张卡片？
zh_hant: 刪除這張卡片？

source: 卡包已锁定
zh_hant: 卡包已鎖定

source: 卡号
zh_hant: 卡號

source: 卡片与额度，一目了然。
zh_hant: 卡片與額度，一目瞭然。

source: 卡片别名
zh_hant: 卡片別名

source: 卡片及关联提醒将被删除；同步后，其他设备也会删除这些卡片。此操作无法撤销。
zh_hant: 卡片及關聯提醒將被刪除；同步後，其他設備也會刪除這些卡片。此操作無法撤銷。

source: 卡片和关联提醒将被删除。同步后，其他设备也会删除这张卡片；此操作无法撤销。
zh_hant: 卡片和關聯提醒將被刪除。同步後，其他設備也會刪除這張卡片；此操作無法撤銷。

source: 卡片图片
zh_hant: 卡片圖片

source: 卡片数量
zh_hant: 卡片數量

source: 卡片权益
zh_hant: 卡片權益

source: 卡片视图
zh_hant: 卡片視圖

source: 卡片等级
zh_hant: 卡片等級

source: 卡片类别
zh_hant: 卡片類別

source: 卡片统计
zh_hant: 卡片統計

source: 卡片详情
zh_hant: 卡片詳情

source: 卡类别
zh_hant: 卡類別

source: 卡组织
zh_hant: 卡組織

source: 即将到期
zh_hant: 即將到期

source: 去处理
zh_hant: 去處理

source: 发卡银行
zh_hant: 發卡銀行

source: 发卡银行 *
zh_hant: 發卡銀行 *

source: 发现卡 (Discover)
zh_hant: 發現卡 (Discover)

source: 取消全选
zh_hant: 取消全選

source: 变更按本机与云端分别记录；显示的是已记录的卡片变化，不是文件数量。
zh_hant: 變更按本機與雲端分別記錄；顯示的是已記錄的卡片變化，不是文件數量。

source: 可以添加卡片照片，方便日后查看。
zh_hant: 可以添加卡片照片，方便日後查看。

source: 可以继续管理本机卡片，在同步设置中重新开启。
zh_hant: 可以繼續管理本機卡片，在同步設置中重新開啓。

source: 可输入或选择
zh_hant: 可輸入或選擇

source: 各设备需填写相同的同步密钥。请妥善保管，忘记后无法读取云端卡片。
zh_hant: 各設備需填寫相同的同步密鑰。請妥善保管，忘記後無法讀取雲端卡片。

source: 同步失败
zh_hant: 同步失敗

source: 同步密钥
zh_hant: 同步密鑰

source: 同步密钥未能保存，请检查密码存储权限后重试。
zh_hant: 同步密鑰未能保存，請檢查密碼存儲權限後重試。

source: 同步密钥至少需要十位。
zh_hant: 同步密鑰至少需要十位。

source: 同步没有正常完成
zh_hant: 同步沒有正常完成

source: 同步记录
zh_hant: 同步記錄

source: 同步进度、历史记录和每次卡片变更，可在左侧“云端同步”中查看。
zh_hant: 同步進度、歷史記錄和每次卡片變更，可在左側“雲端同步”中查看。

source: 同步需要处理
zh_hant: 同步需要處理

source: 同银行、地区和币种的共享额度按最高值计入；独立额度分别计入。
zh_hant: 同銀行、地區和幣種的共享額度按最高值計入；獨立額度分別計入。

source: 后台同步中，可以继续浏览和编辑卡片。
zh_hant: 後台同步中，可以繼續瀏覽和編輯卡片。

source: 启用云盘同步
zh_hant: 啓用雲盤同步

source: 回答基于本机卡包数据生成的验证问题
zh_hant: 回答基於本機卡包數據生成的驗證問題

source: 国家/地区 *
zh_hant: 國家/地區 *

source: 在下方查看本次文件读写与具体卡片变化。
zh_hant: 在下方查看本次文件讀寫與具體卡片變化。

source: 填写账单日和还款日后，即可比较免息时间。
zh_hant: 填寫賬單日和還款日後，即可比較免息時間。

source: 备注
zh_hant: 備注

source: 复制
zh_hant: 複製

source: 复制卡号
zh_hant: 複製卡號

source: 外观
zh_hant: 外觀

source: 大莱卡 (Diners Club)
zh_hant: 大萊卡 (Diners Club)

source: 存储与数据
zh_hant: 存儲與數據

source: 存储管理
zh_hant: 存儲管理

source: 安全码
zh_hant: 安全碼

source: 完成同步后，可以在这里查看结果。
zh_hant: 完成同步後，可以在這裡查看結果。

source: 完成选择
zh_hant: 完成選擇

source: 密码保存方式
zh_hant: 密碼保存方式

source: 密码在本机加密保存，不会随卡片上传。
zh_hant: 密碼在本機加密保存，不會隨卡片上傳。

source: 密码已保存。
zh_hant: 密碼已保存。

source: 密码未保存，请检查存储权限后重试。
zh_hant: 密碼未保存，請檢查存儲權限後重試。

source: 导出报告
zh_hant: 導出報告

source: 尚未保存的内容将丢失，已有卡片不会改变。
zh_hant: 尚未保存的內容將丟失，已有卡片不會改變。

source: 尚未确认同步结果，可以立即检查云端。
zh_hant: 尚未確認同步結果，可以立即檢查雲端。

source: 尾号 *%@
zh_hant: 尾號 *%@

source: 展开所有分组
zh_hant: 展開所有分組

source: 已删除的卡片
zh_hant: 已刪除的卡片

source: 已填写的还款日分布在 %lld 个日期
zh_hant: 已填寫的還款日分布在 %lld 個日期

source: 已复制
zh_hant: 已複製

source: 已展开
zh_hant: 已展開

source: 已检查卡号、账单日、还款日、年费及有效期格式。
zh_hant: 已檢查卡號、賬單日、還款日、年費及有效期格式。

source: 已用时 %lld 秒
zh_hant: 已用時 %lld 秒

source: 已超过 %lld 天
zh_hant: 已超過 %lld 天

source: 已载入保存的云盘设置。
zh_hant: 已載入保存的雲盤設置。

source: 已达标
zh_hant: 已達標

source: 已过期
zh_hant: 已過期

source: 已选 %lld 张
zh_hant: 已選 %lld 張

source: 币种
zh_hant: 幣種

source: 帮助
zh_hant: 幫助

source: 年费
zh_hant: 年費

# 年费 %@ · 下次收取 %@
source: 年费 %1$@ · 下次收取 %2$@
zh_hant: 年費 %1$@ · 下次收取 %2$@

source: 年费与额度检查
zh_hant: 年費與額度檢查

source: 年费减免政策
zh_hant: 年費減免政策

source: 年费待确认
zh_hant: 年費待確認

# 年费日期 %@ · %@
source: 年费日期 %1$@ · %2$@
zh_hant: 年費日期 %1$@ · %2$@

source: 年费状态
zh_hant: 年費狀態

source: 年费管理
zh_hant: 年費管理

source: 年费达标情况
zh_hant: 年費達標情況

source: 年费金额
zh_hant: 年費金額

source: 应用修改
zh_hant: 應用修改

source: 应用密码
zh_hant: 應用密碼

source: 当期账单
zh_hant: 當期賬單

source: 待确认
zh_hant: 待確認

source: 忘记密码？
zh_hant: 忘記密碼？

source: 忘记密码时，可以在锁定页面核对已有卡片信息找回。
zh_hant: 忘記密碼時，可以在鎖定頁面核對已有卡片信息找回。

source: 所有待确认卡片的年费合计：%@
zh_hant: 所有待確認卡片的年費合計：%@

source: 打开照片预览
zh_hant: 打開照片預覽

source: 批量修改 %lld 张卡片
zh_hant: 批量修改 %lld 張卡片

source: 找回密码
zh_hant: 找回密碼

source: 报告未能保存
zh_hant: 報告未能保存

source: 按你的习惯，打理这个卡包。
zh_hant: 按你的習慣，打理這個卡包。

source: 按卡级别
zh_hant: 按卡級別

source: 按卡组织
zh_hant: 按卡組織

source: 按发卡国家
zh_hant: 按發卡國家

source: 按发卡行
zh_hant: 按發卡行

source: 按已填写的额度筛选，未填写的不计入
zh_hant: 按已填寫的額度篩選，未填寫的不計入

source: 按币种分别统计，共享额度不重复计算
zh_hant: 按幣種分別統計，共享額度不重復計算

source: 按银行
zh_hant: 按銀行

source: 按预计免息天数排列
zh_hant: 按預計免息天數排列

source: 提醒类型
zh_hant: 提醒類型

source: 提额记录
zh_hant: 提額記錄

source: 搜索银行、卡名或尾号
zh_hant: 搜索銀行、卡名或尾號

source: 收起所有分组
zh_hant: 收起所有分組

source: 放弃修改
zh_hant: 放棄修改

source: 放弃这次修改？
zh_hant: 放棄這次修改？

source: 数据与帮助
zh_hant: 數據與幫助

source: 新密码
zh_hant: 新密碼

source: 新密码未保存，请检查密码存储权限后重试。
zh_hant: 新密碼未保存，請檢查密碼存儲權限後重試。

source: 新的修改已保存在本机，将继续上传到云端。
zh_hant: 新的修改已保存在本機，將繼續上傳到雲端。

source: 无分组
zh_hant: 無分組

source: 无别名
zh_hant: 無別名

source: 无法生成验证问题
zh_hant: 無法生成驗證問題

source: 无法读取云端卡片，请确认各设备使用相同的同步密钥。
zh_hant: 無法讀取雲端卡片，請確認各設備使用相同的同步密鑰。

source: 无法预览图片
zh_hant: 無法預覽圖片

source: 显示与体验
zh_hant: 顯示與體驗

source: 显示五秒
zh_hant: 顯示五秒

source: 暂无可比较的信用卡
zh_hant: 暫無可比較的信用卡

source: 暂无同步记录
zh_hant: 暫無同步記錄

source: 暂无已填写的信用额度。
zh_hant: 暫無已填寫的信用額度。

source: 暂无权益说明
zh_hant: 暫無權益說明

source: 暂无符合条件的卡片。
zh_hant: 暫無符合條件的卡片。

source: 暂无符合条件的记录。
zh_hant: 暫無符合條件的記錄。

source: 暂无这类提醒
zh_hant: 暫無這類提醒

source: 暂无附件照片
zh_hant: 暫無附件照片

source: 暂时无法打开卡包
zh_hant: 暫時無法打開卡包

source: 暂时没有需要留意的年费。
zh_hant: 暫時沒有需要留意的年費。

source: 更新下次年费日期
zh_hant: 更新下次年費日期

source: 更新卡类别
zh_hant: 更新卡類別

source: 更新密码
zh_hant: 更新密碼

source: 更新年费状态
zh_hant: 更新年費狀態

source: 更新年费金额
zh_hant: 更新年費金額

source: 有效期 %@，请留意银行换卡安排。
zh_hant: 有效期 %@，請留意銀行換卡安排。

source: 服务器地址
zh_hant: 服務器地址

source: 未发现问题
zh_hant: 未發現問題

source: 未填写
zh_hant: 未填寫

source: 未填写等级
zh_hant: 未填寫等級

source: 未填写银行
zh_hant: 未填寫銀行

source: 未来六十天内需要留意的年费
zh_hant: 未來六十天內需要留意的年費

source: 未能关闭，请检查密码存储权限。
zh_hant: 未能關閉，請檢查密碼存儲權限。

source: 未能解锁，请检查密码，并允许系统读取已保存的密码。
zh_hant: 未能解鎖，請檢查密碼，並允許系統讀取已保存的密碼。

source: 未能读取本机卡片。请检查系统授权后重试；已有卡片没有被更改。
zh_hant: 未能讀取本機卡片。請檢查系統授權後重試；已有卡片沒有被更改。

source: 未达标
zh_hant: 未達標

source: 未选择
zh_hant: 未選擇

# 本机 %lld 项 · 云端 %lld 项
source: 本机 %1$lld 项 · 云端 %2$lld 项
zh_hant: 本機 %1$lld 項 · 雲端 %2$lld 項

source: 本机卡片与账本
zh_hant: 本機卡片與賬本

source: 本机卡片已加密
zh_hant: 本機卡片已加密

source: 本机变更
zh_hant: 本機變更

source: 本次同步详情
zh_hant: 本次同步詳情

source: 本次无需读写备份文件。
zh_hant: 本次無需讀寫備份文件。

source: 本次显示前三十项变更。
zh_hant: 本次顯示前三十項變更。

source: 权益
zh_hant: 權益

source: 权益与备注
zh_hant: 權益與備注

source: 查找重复卡号、缺失信息和日期格式问题。
zh_hant: 查找重復卡號、缺失信息和日期格式問題。

source: 查看 %lld 张
zh_hant: 查看 %lld 張

source: 查看卡片图片占用与缓存。清理缓存不会删除卡片或云端数据。
zh_hant: 查看卡片圖片佔用與緩存。清理緩存不會刪除卡片或雲端數據。

source: 查看同步详情
zh_hant: 查看同步詳情

source: 查看完整详情
zh_hant: 查看完整詳情

source: 查看状态与记录
zh_hant: 查看狀態與記錄

source: 查看第 %lld 张照片
zh_hant: 查看第 %lld 張照片

source: 标记为未达标
zh_hant: 標記為未達標

source: 根据已填写的信息，以下事项需要关注。
zh_hant: 根據已填寫的信息，以下事項需要關注。

source: 根据已填写的卡片信息，暂时没有需要处理的事项。
zh_hant: 根據已填寫的卡片信息，暫時沒有需要處理的事項。

source: 根据账单日、还款日及消费归属计算。
zh_hant: 根據賬單日、還款日及消費歸屬計算。

source: 检查卡片
zh_hant: 檢查卡片

source: 检查卡片、优惠用卡和卡片统计，可从侧栏直接打开。
zh_hant: 檢查卡片、優惠用卡和卡片統計，可從側欄直接打開。

source: 检查完成，未发现这些常见问题
zh_hant: 檢查完成，未發現這些常見問題

source: 森绿
zh_hant: 森綠

source: 正在打开卡包…
zh_hant: 正在打開卡包…

source: 正在检查云盘连接与读写权限…
zh_hant: 正在檢查雲盤連接與讀寫權限…

source: 正在添加图片
zh_hant: 正在添加圖片

source: 此 Mac 支持 Touch ID 解锁
zh_hant: 此 Mac 支持 Touch ID 解鎖

source: 每三十分钟
zh_hant: 每三十分鐘

source: 每五分钟
zh_hant: 每五分鐘

source: 每分钟
zh_hant: 每分鐘

source: 每十五分钟
zh_hant: 每十五分鐘

source: 每小时
zh_hant: 每小時

source: 每张卡，安心收好。
zh_hant: 每張卡，安心收好。

source: 没有匹配项，可直接保存当前输入
zh_hant: 沒有匹配項，可直接保存當前輸入

source: 没有找到卡片
zh_hant: 沒有找到卡片

source: 没有记录到卡片变更。
zh_hant: 沒有記錄到卡片變更。

source: 浅色
zh_hant: 淺色

source: 添加卡片后，这里会显示额度与年费概况。
zh_hant: 添加卡片後，這裡會顯示額度與年費概況。

source: 添加图片
zh_hant: 添加圖片

source: 添加第一张卡片，开始整理你的卡包。
zh_hant: 添加第一張卡片，開始整理你的卡包。

source: 清理缓存
zh_hant: 清理緩存

source: 清理缓存不会删除卡片、同步账本、WebDAV 配置或安全密码。
zh_hant: 清理緩存不會刪除卡片、同步賬本、WebDAV 配置或安全密碼。

source: 清除筛选
zh_hant: 清除篩選

source: 清除银行筛选
zh_hant: 清除銀行篩選

source: 灵动效果
zh_hant: 靈動效果

source: 点击侧栏底部的“云端同步”，查看同步历史与字段变更详情。
zh_hant: 點擊側欄底部的“雲端同步”，查看同步歷史與字段變更詳情。

source: 状态、进度和每次变更，都在这里。
zh_hant: 狀態、進度和每次變更，都在這裡。

source: 独立额度
zh_hant: 獨立額度

source: 用户名
zh_hant: 用戶名

source: 皮肤只改变配色，不会改变布局、卡片或同步设置。
zh_hant: 皮膚只改變配色，不會改變佈局、卡片或同步設置。

source: 确认已达标
zh_hant: 確認已達標

source: 确认本周期已达标
zh_hant: 確認本週期已達標

source: 确认本周期年费已达标？
zh_hant: 確認本週期年費已達標？

source: 确认达标
zh_hant: 確認達標

source: 移除图片
zh_hant: 移除圖片

source: 稍后查看
zh_hant: 稍後查看

source: 空闲
zh_hant: 空閒

source: 等级
zh_hant: 等級

source: 筛选银行：%@
zh_hant: 篩選銀行：%@

source: 紧凑列表
zh_hant: 緊湊列表

source: 终免年费
zh_hant: 終免年費

source: 继续编辑
zh_hant: 繼續編輯

source: 维萨卡 (Visa)
zh_hant: 維薩卡 (Visa)

source: 缓存与临时文件
zh_hant: 緩存與臨時文件

source: 缓存已清理，需要时会重新生成。卡片和图片未被删除。
zh_hant: 緩存已清理，需要時會重新生成。卡片和圖片未被刪除。

source: 编辑
zh_hant: 編輯

source: 编辑卡片
zh_hant: 編輯卡片

source: 编辑所选卡片
zh_hant: 編輯所選卡片

source: 缩小
zh_hant: 縮小

source: 缩小卡片行间距，在一屏内查看更多卡片。
zh_hant: 縮小卡片行間距，在一屏內查看更多卡片。

source: 美国运通卡 (Amex)
zh_hant: 美國運通卡 (Amex)

source: 耗时
zh_hant: 耗時

source: 自动同步
zh_hant: 自動同步

source: 自动检查频率
zh_hant: 自動檢查頻率

source: 自动锁定
zh_hant: 自動鎖定

source: 自动锁定已关闭。
zh_hant: 自動鎖定已關閉。

source: 至少 6 位新密码
zh_hant: 至少 6 位新密碼

source: 解析数据
zh_hant: 解析數據

source: 解锁卡包
zh_hant: 解鎖卡包

source: 解锁密码
zh_hant: 解鎖密碼

source: 解锁密码和云盘凭证加密保存在这台 Mac 上，日常使用无需系统钥匙串授权。
zh_hant: 解鎖密碼和雲盤憑證加密保存在這台 Mac 上，日常使用無需系統鑰匙串授權。

source: 计入下一期
zh_hant: 計入下一期

source: 计入当期
zh_hant: 計入當期

source: 计划消费日期
zh_hant: 計劃消費日期

source: 让各设备上的卡片保持一致。
zh_hant: 讓各設備上的卡片保持一致。

source: 记录使用习惯或注意事项
zh_hant: 記錄使用習慣或注意事項

source: 记录筛选
zh_hant: 記錄篩選

source: 设置
zh_hant: 設置

source: 设置…
zh_hant: 設置…

source: 设置密码后，自动锁定才会启用。
zh_hant: 設置密碼後，自動鎖定才會啓用。

source: 设置并解锁
zh_hant: 設置並解鎖

source: 设置未能保存，请检查密码存储权限。
zh_hant: 設置未能保存，請檢查密碼存儲權限。

source: 设置解锁密码
zh_hant: 設置解鎖密碼

source: 试试其他银行名称或卡号后四位。
zh_hant: 試試其他銀行名稱或卡號後四位。

source: 请从左侧菜单选择一个视图以开始使用
zh_hant: 請從左側菜單選擇一個視圖以開始使用

source: 请先填写账单日和还款日
zh_hant: 請先填寫賬單日和還款日

source: 请填写十三到十九位银行卡号。
zh_hant: 請填寫十三到十九位銀行卡號。

source: 请填写发卡银行。
zh_hant: 請填寫發卡銀行。

source: 请填写国家或地区。
zh_hant: 請填寫國家或地區。

source: 请填写有效的信用额度。
zh_hant: 請填寫有效的信用額度。

source: 请填写有效的年费金额。
zh_hant: 請填寫有效的年費金額。

source: 请按月月/年年填写有效期，例如 08/29。
zh_hant: 請按月月/年年填寫有效期，例如 08/29。

source: 请检查云盘连接和同步密钥。本机卡片仍保留。
zh_hant: 請檢查雲盤連接和同步密鑰。本機卡片仍保留。

source: 请检查网络、云盘地址和读写权限后重试。本机卡片仍保留。
zh_hant: 請檢查網絡、雲盤地址和讀寫權限後重試。本機卡片仍保留。

source: 请确认这 %lld 张卡片已满足银行的年费减免条件。确认后，年费日期会顺延一年。
zh_hant: 請確認這 %lld 張卡片已滿足銀行的年費減免條件。確認後，年費日期會順延一年。

source: 请选择卡组织
zh_hant: 請選擇卡組織

source: 请选择可写入的位置后重试。
zh_hant: 請選擇可寫入的位置後重試。

source: 请选择等级
zh_hant: 請選擇等級

source: 读取：%@
zh_hant: 讀取：%@

source: 读取云端
zh_hant: 讀取雲端

source: 读取备份
zh_hant: 讀取備份

source: 调整日期
zh_hant: 調整日期

source: 账单与还款
zh_hant: 賬單與還款

source: 账单日
zh_hant: 賬單日

# 账单日 %@ 日 · 还款日 %@ 日
source: 账单日 %1$@ 日 · 还款日 %2$@ 日
zh_hant: 賬單日 %1$@ 日 · 還款日 %2$@ 日

source: 账单日 %@，请留意出账。
zh_hant: 賬單日 %@，請留意出賬。

source: 账单日当天消费
zh_hant: 賬單日當天消費

source: 账单日当天消费计入
zh_hant: 賬單日當天消費計入

source: 账单日提醒
zh_hant: 賬單日提醒

source: 距上次提额 %lld 天
zh_hant: 距上次提額 %lld 天

source: 距上次记录已满一百八十天
zh_hant: 距上次記錄已滿一百八十天

source: 跟随系统
zh_hant: 跟隨系統

source: 身份验证已通过，请设置新密码
zh_hant: 身份驗證已通過，請設置新密碼

source: 输入 13–19 位银行卡号
zh_hant: 輸入 13–19 位銀行卡號

source: 还有 %lld 天
zh_hant: 還有 %lld 天

source: 还有更改等待同步
zh_hant: 還有更改等待同步

source: 还未能读取已有密码。首次升级需要允许系统读取旧密码，转入本地后不再重复申请。
zh_hant: 還未能讀取已有密碼。首次升級需要允許系統讀取舊密碼，轉入本地後不再重復申請。

source: 还未连接云盘
zh_hant: 還未連接雲盤

source: 还款日
zh_hant: 還款日

source: 还款日 %@，请核对本期账单。
zh_hant: 還款日 %@，請核對本期賬單。

source: 还款日提醒
zh_hant: 還款日提醒

source: 还没有卡片
zh_hant: 還沒有卡片

source: 还没有统计数据
zh_hant: 還沒有統計數據

source: 这个分类暂时没有卡片。
zh_hant: 這個分類暫時沒有卡片。

source: 这次同步需要处理
zh_hant: 這次同步需要處理

source: 连接失败，请检查地址、账号、密码和网络后重试。
zh_hant: 連接失敗，請檢查地址、賬號、密碼和網絡後重試。

source: 连接已有云盘，让各设备上的卡片保持一致。
zh_hant: 連接已有雲盤，讓各設備上的卡片保持一致。

source: 连接成功，云盘可以正常读写。
zh_hant: 連接成功，雲盤可以正常讀寫。

source: 连接设置
zh_hant: 連接設置

source: 适应窗口
zh_hant: 適應窗口

source: 选卡和切换页面时使用轻盈过渡；系统的“减少动态效果”设置优先。
zh_hant: 選卡和切換頁面時使用輕盈過渡；系統的“減少動態效果”設置優先。

source: 选填
zh_hant: 選填

source: 选好消费日期，看清各张卡的免息时间。
zh_hant: 選好消費日期，看清各張卡的免息時間。

source: 选择一条记录，查看具体卡片变化。
zh_hant: 選擇一條記錄，查看具體卡片變化。

source: 选择日期
zh_hant: 選擇日期

source: 选择浅色、深色，或跟随系统。
zh_hant: 選擇淺色、深色，或跟隨系統。

source: 部分图片未能添加，请检查文件后重试。
zh_hant: 部分圖片未能添加，請檢查文件後重試。

source: 部分缓存未能清理，请检查权限后重试。
zh_hant: 部分緩存未能清理，請檢查權限後重試。

source: 配色皮肤
zh_hant: 配色皮膚

source: 重新检查
zh_hant: 重新檢查

source: 重新检测
zh_hant: 重新檢測

source: 重新读取
zh_hant: 重新讀取

source: 重新读取已有密码
zh_hant: 重新讀取已有密碼

source: 银联卡 (UnionPay)
zh_hant: 銀聯卡 (UnionPay)

source: 银行
zh_hant: 銀行

source: 银行信用额度
zh_hant: 銀行信用額度

source: 银行卡号
zh_hant: 銀行卡號

source: 银行卡号 *
zh_hant: 銀行卡號 *

source: 锁定与密码
zh_hant: 鎖定與密碼

source: 锁定卡包
zh_hant: 鎖定卡包

# 问题 %lld：%@
source: 问题 %1$lld：%2$@
zh_hant: 問題 %1$lld：%2$@

source: 闲置五分钟或设备休眠时，自动保护卡片信息。
zh_hant: 閒置五分鐘或設備休眠時，自動保護卡片信息。

source: 隐藏信息
zh_hant: 隱藏信息

source: 需处理
zh_hant: 需處理

source: 需要处理
zh_hant: 需要處理

source: 额度与年费
zh_hant: 額度與年費

source: 额度从低到高
zh_hant: 額度從低到高

source: 额度从高到低
zh_hant: 額度從高到低

source: 额度类型
zh_hant: 額度類型

source: 验证未完成，也可以使用密码解锁。
zh_hant: 驗證未完成，也可以使用密碼解鎖。

source: 验证答案
zh_hant: 驗證答案
